[
  {
    "title": {
      "en": "ENGAGE-HF Application",
      "en-CA": "ENGAGE-HF Application (Canada)",
      "de": "ENGAGE-HF Anwendung"
    },
    "description": "Helpful videos on the ENGAGE-HF mobile application.",
    "orderIndex": 1,
    "videos": [
      {
        "title": "Welcome Video",
        "youtubeId": "EcwB48zjGXM",
        "orderIndex": 1,
        "description": "The ENGAGE-HF app helps you and your care team track your heart and your heart failure medicines.  Every day, measure your blood pressure and weight and check for messages. Every two weeks, fill out a survey about your symptoms and receive a summary of your heart health and your medicines. This summary will be shared with your care team when there are opportunities to improve your meds and before your visits. This information will help them know how you have been doing. You can also review these educational videos to learn how to best care for your heart."
      },
      {
        "title": "How to Install the App and Connect Omron Devices",
        "youtubeId": "wW03MCNngGA",
        "orderIndex": 2,
        "description": "This video contains information about how to connect your blood pressure cuff and scale to the ENGAGE-HF app."
      }
    ]
  },
  {
    "title": "Medication Videos",
    "description": {
      "en": "Learn about heart failure medications and their effects.",
      "de": "Erfahren Sie mehr über Herzmedikamente und ihre Wirkungen."
    },
    "orderIndex": 2,
    "videos": [
      {
        "title": {
          "en": "Importance of Heart Meds",
          "de": "Wichtigkeit von Herzmedikamenten"
        },
        "youtubeId": "RDWYlyAMRAo",
        "orderIndex": 1,
        "description": "There are 4 types of medications that can help people with heart failure feel better, live longer, and avoid hospitalization. These medicines are often called guideline-directed medical therapy, or GDMT. Your heart care team will aim to get you on these medications. They will then increase the dose to target levels every 1 to 2 weeks. These are the doses that helped patients live longer and feel better in clinical studies. Your care team will help you monitor closely for side effects. If you have side effects, the dose may need to be reduced or the medication may need to be changed."
      },
      {
        "title": "Beta Blockers",
        "youtubeId": {
          "en": "XfgcXkq61k0",
          "de": "XfgcXkq61k0"
        },
        "orderIndex": 2,
        "description": "One of the 4 classes of medicines is beta blockers. Beta blockers include carvedilol, bisoprolol, and metoprolol. With heart failure, your body has a harmful increase in adrenaline that weakens your heart over time. These medicines block this response and help the heart get stronger over time. These medicines can also lower your heart rate and blood pressure. Side effects of beta blockers include fatigue and dizziness. These side effects are worse at first and often get better after a couple weeks."
      },
      {
        "title": "ACE inhibitors and ARBs",
        "youtubeId": "iY7I1g5Vxck",
        "orderIndex": 3,
        "description": "One of the 4 classes of medicine are ACE inhibitors and ARBs. This includes medicines like lisinopril, losartan, and valsartan. These medicines block the “renin angiotensin aldosterone system.” This system is what your body uses to control your fluid level and your blood vessels.  With heart failure, these hormones are increased and you retain too much salt and your blood vessels get constricted. ACE inhibitors and ARBs block this response and help your heart get stronger. They help the body remove extra salt and fluid. They also relax your blood vessels to help your heart pump better. These medicines can cause dizziness and require monitoring of your kidney function and potassium levels."
      },
      {
        "title": "Angiotensin Receptor/Neprilysin Inhibitors (ARNI)",
        "youtubeId": "bh-_1GkZmok",
        "orderIndex": 4,
        "description": "ARNI is a combination of 2 medicines: sacubitril and valsartan. In heart failure, the pressure in your heart is too high. This is because the heart muscle is weak and the body is holding on to salt. Sacubitril increases helpful hormones called natriuretic peptides. Valsartan is an ARB that blocks the overactive “renin angiotensin aldosterone system”. Together, these medicines remove extra salt from the body. They also relax blood vessels to help the heart pump better. These medicines improves how you feel and help your heart get stronger. The most common side effect is dizziness due to low blood pressure. You also need to monitor your potassium levels and kidney function."
      },
      {
        "title": "Mineralocorticoid Receptor Antagonists (MRAs)",
        "youtubeId": "YhfPNHtvnLk",
        "orderIndex": 5,
        "description": "One of the 4 classes of medicine are MRAs. These include spironolactone and eplerenone. With heart failure, you have increased levels of a hormone called aldosterone. This leads to holding onto salt and fluid and damage to the heart over time. These medicines block the harmful action of this hormone. This helps strengthen the heart and keep you out of the hospital. After starting this medicine or changing the dose, you need blood tests to monitor your potassium level."
      },
      {
        "title": "SGLT2 Inhibitors",
        "youtubeId": "SKrk3OuIiyE",
        "orderIndex": 6,
        "description": "One of the 4 classes of medicines are SGLT2 inhibitors. These include dapagliflozin, empagliflozin, and sotagliflozin. With heart failure, the pressure in the heart is increased. These medicines lower the extra pressure in the heart by removing water and sugar through the kidneys. This helps people feel better and stay out of the hospital. These medicines can lead to yeast or urine infections. You can lower this risk by keeping the genital area dry after urinating. Let your doctor know if you have any symptoms of an infection."
      },
      {
        "title": "Diuretics",
        "youtubeId": "16UFTq-mZro",
        "orderIndex": 7,
        "description": "Diuretics are also often called water pills. These include furosemide, bumetanide, and torsemide. With heart failure, your kidneys retain extra salt. The extra salt makes breathing harder and increases swelling. These medicines increase the amount of salt you urinate. This improves how you feel by reducing your swelling and improving your breathing. Too much diuretic can lead to dehydration. Your team may need to adjust the diuretic dose based on your symptoms, your weight, and your blood tests."
      }
    ]
  },
  {
    "title": "Vitals and Lifestyle Videos",
    "description": "Learn about your vitals and how it affects your heart failure.",
    "orderIndex": 3,
    "videos": [
      {
        "title": "Introduction to Heart Failure",
        "youtubeId": "-uMPchtoxWQ",
        "orderIndex": 1,
        "description": "This video explains what heart failure is. The heart works like a pump, pushing blood to the rest of the body. In heart failure, this pump is not working effectively. It is a serious condition. It is treatable with lifelong medications discussed in other videos. The main symptoms of heart failure are shortness of breath, swelling in legs and abdomen, weight gain, and fatigue. Heart failure also increases the risk of abnormal heart rhythms or arrhythmias."
      },
      {
        "title": "Blood Pressure Monitoring",
        "youtubeId": "KBbePdLbwUE",
        "orderIndex": 2,
        "description": "Monitoring blood pressure is a key part of caring for your heart failure. High blood pressure can worsen your heart function. Many of the heart failure medicines can also lower blood pressure as a side effect. This lower blood pressure can lead to dizziness. You should check your blood pressure daily after your diagnosis or when your medicines are being adjusted. Your blood pressure numbers can guide you and your care team on improving your heart medicines. In the ENGAGE-HF app, you can see your blood pressure trend in the heart health section."
      },
      {
        "title": "Weight Monitoring",
        "youtubeId": "p1fHRIt8Sxc",
        "orderIndex": 3,
        "description": "A sudden increase in weight is usually related to fluid retention from your heart. You should check your weight at the same time every day. In the ENGAGE-HF app, you can see your weight trend in the heart health section. An increase in weight of more than 3 pounds in one day or 5 pounds in one week might require a change in your care. This can include a change in your diuretics or your water pill. Talk to your care team about what you should do if your weight suddenly increases."
      },
      {
        "title": "Diet and Exercise",
        "youtubeId": "8ETOXtCyO9k",
        "orderIndex": 4,
        "description": "A good diet and daily exercise is important for your health. High amounts of salt can increase the pressure in your heart and make your breathing worse. Try to eat fresh, non-frozen foods to lower your salt intake. Also avoid adding salt to your meals. We would not generally advise limiting your water intake. Instead, we would have you drink when thirsty. Staying active is also important for feeling better and helping your heart get stronger. If you have not been active recently, speak with your care team first. You should also ask them if you would benefit from cardiac rehab. In general, start slowly and at a level that is comfortable for your body."
      }
    ]
  },
  {
    "title": "Symptom Videos",
    "description": "Learn about the significance of the Symptom Survey, otherwise known as the KCCQ-12, and dizziness score.",
    "orderIndex": 4,
    "videos": [
      {
        "title": "Health Status",
        "youtubeId": "5TqT6OMnCbE",
        "orderIndex": 1,
        "description": "The KCCQ-12 is a set of 12 questions that measure how your heart affects how you feel. There are four different categories. First, how your heart affects what you can do physically (physical limitations). Second, how frequently you have symptoms from your heart (symptom frequency). Third, how your heart affects how you feel overall (qualify of life). Finally, how your heart affects what you can do socially (social limitations). For each question, it asks you to think back about how you felt over the prior 2 weeks. Your answers lead to a score in each category and a combined score. Scores go from 0% (poor status) to 100% (ideal status). Scores on the KCCQ-12 every 2 weeks can help you and your care team track how you are doing over time. Also, the scores on the KCCQ-12 are strong predictors for your risk with your heart. Scores of over 80 indicate lower risk of ending up in the hospital."
      },
      {
        "title": "Dizziness",
        "youtubeId": "d_MVN08JdTs",
        "orderIndex": 2,
        "description": "Dizziness is a common symptom in heart failure. Dizziness can happen for multiple reasons. First, it can be related to the heart’s weakness. Second, it could be related to the medicines being used to treat the heart. Third, it could be related to abnormal heart rhythms. Finally, it could be related to other conditions other than the heart. The ENGAGE-HF app tracks the severity of your dizziness every 2 weeks to help you and your care team make decisions about your medicines. There are multiple tips to control your dizziness. First, you can try to change positions slowly and steady yourself before walking. Second, you can also try to pump your legs up and down before standing. Third, you can spread your medications over the day rather than taking them at one time."
      }
    ]
  }
]
